Repository: pavelseleznev/iOS-FakeNFT-StarterProject-Extended-Public
Catalog: iOS-FakeNFT-Extended/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Back
ru: Вернуться

source: Loading error
ru: Ошибка загрузки

# addToCartText
source: Add to cart
ru: Добавить в корзину

# addToFavoriteError
source: Failed to add NFT to favorite
ru: Не удалось добавить NFT в избранное

# authErrorInvalidEmail
source: Email is invalid
ru: Не валидный email

# authErrorLoginPSWD
source: Login or password is incorrect
ru: Введен неверный логин или пароль

# authErrorRegD
source: This username is already used
ru: Это имя пользователя уже занято

# authErrorRestoreD
source: There is no user with this email
ru: Такого аккаунта не существует

# authorHasNoNFTs
source: This author has no other NFTs
ru: У этого автора нет других NFT

# authPageLoginMainButtonTitle
source: Enter
ru: Войти

# authPageLoginTitle
source: Login
ru: Вход

# authPageRegMainButtonTitle
source: Register
ru: Зарегистрироваться

# authPageRegTitle
source: Registration
ru: Регистрация

# authPageRestoreMainButtonTitle
source: Continue
ru: Продолжить

# authPageRestoreTitle
source: Password restore
ru: Сброс пароля

# authSuccessLoginPSWD
source: Login successful!
ru: Успешный вход!

# authSuccessRegPSWD
source: Successful registration!
ru: Успешная регистрация!

# authSuccessRestorePSWD
source: New password copied to your clipboard
ru: Новый пароль скопирован

source: Back to cart
ru: Вернуться в корзину

source: By cost
ru: По цене

source: By name
ru: По имени

source: By NFT quantity
ru: По количеству NFT

source: By rating
ru: По рейтингу

source: By title
ru: По названию

source: Cancel
ru: Отмена

# cantGetAuthor
source: Couldn’t get the author data
ru: Не удалось получить данные автора

# cantGetData
source: Couldn’t get the data
ru: Не удалось получить данные

# cantGetNFTs
source: Couldn’t get the NFTs
ru: Не удалось получить данные NFT

# cantGetProfileData
source: Couldn’t get the profile data
ru: Не удалось получить данные профиля

# cantGetUsersData
source: Couldn’t get the users data
ru: Не удалось получить список пользователей

source: Cart
ru: Корзина

source: Catalog
ru: Каталог

source: Change photo
ru: Изменить фото

source: Choose payment method
ru: Выберите способ оплаты

source: Close
ru: Закрыть

source: Cost
ru: Цена

source: Cost ascending
ru: Цена по возврастанию

source: Cost descending
ru: Цена по убыванию

source: Created by:
ru: Автор коллекции:

source: Delete
ru: Удалить

source: Delete photo
ru: Удалить фото

# descriptionField
source: Description
ru: Описание

# editProfilePlaceholder
source: Add…
ru: Написать…

# editProfileSaveError
source: Failed to save profile data
ru: Не удалось сохранить данные

# editProfileTitle
source: Edit Profile
ru: Редактирование профиля

source: Exit
ru: Выйти

# failedToPay
source: Failed to make a payment
ru: Не удалось произвести оплату

# favouritedNFTs
source: Favourited NFT
ru: Избранные NFT

# filterRemove
source: Remove filter: %1$(title)@
ru: Убрать фильтр: %(title)@

source: Filtration
ru: Фильтрация

source: Forgot password?
ru: Забыли пароль?

# fromAuthorString
source: from
ru: от

# goToUserSite
source: Go to user’s site
ru: Перейти на сайт пользователя

source: Haven't an account?
ru: Еще нет аккаунта?

# isFavouriteFilter
source: Is in favourites
ru: В избранном

# isInCartFilter
source: Is in cart
ru: В корзине

# isNotFavouriteFilter
source: Is not in favourites
ru: Не в избранном

# isNotInCartFilter
source: Is not in cart
ru: Не в корзине

# loginError
source: Failed to login
ru: Не удалось войти

# loginPushNotificationBody
source: Your new password is: %1$(password)@\nFor username: %2$(username)@
ru: Ваш новый пароль: %1$(password)@\nИмя пользователя: %2$(username)@

# loginPushNotificationTitle
source: Password restore
ru: Восстановление пароля

# makingPurchaseAgree
source: By making a purchase, you agree to the
ru: Совершая покупку, вы соглашаетесь с условиями

# myNFTs
source: My NFT
ru: Мои NFT

# nameField
source: Name
ru: Имя

source: NFT Collection
ru: Коллекция NFT

# noCurrenciesAvailable
source: Loading currencies
ru: Загрузка способов оплаты

source: No description
ru: Нет описания

# noFavoriteNFTs
source: You do not have favorite NFTs yet
ru: У Вас ещё нет избранных NFT

# noMyNFTs
source: You do not have NFTs yet
ru: У Вас ещё нет NFT

source: Not now
ru: Не сейчас

# onboardingCollectBody
source: Add exclusive pictures created by the neural network to your collection!
ru: Пополняйте свою коллекцию эксклюзивными картинками, созданными нейросетью!

# onboardingCollectTitle
source: Collect
ru: Коллекционируйте

# onboardingCompeteBody
source: See the statistics of others and show everyone that you have the most valuable collection.
ru: Смотрите статистику других и покажите всем, что у вас самая ценная коллекция

# onboardingCompeteTitle
source: Compete
ru: Состязайтесь

# onboardingCompleteButtonTitle
source: What’s inside?
ru: Что внутри?

# onboardingExploreBody
source: Join us and discover a new world of unique NFTs for collectors
ru: Присоединяйтесь и откройте новый мир уникальных NFT для коллекционеров

# onboardingExploreTitle
source: Explore
ru: Исследуйте

source: Pay
ru: Оплатить

source: Profile
ru: Профиль

source: Profile photo
ru: Фото профиля

# pswd
source: Password
ru: Пароль

# pswdResetError
source: Failed to reset password
ru: Не удалось восстановить пароль

source: Rate
ru: Оценить

# rateBody
source: Tap a star to choose rating
ru: Нажмите на звезду, чтобы выбрать рейтинг

# rateTitle
source: Please, rate the app
ru: Пожалуйста, оцените приложение

source: Rating ascending
ru: Рейтинг по возрастанию

source: Rating descending
ru: Рейтинг по убыванию

# regError
source: Failed to register
ru: Не удалось зарегистрироваться

source: Register
ru: Зарегистрироваться

# removeFavoriteErrorMessage
source: Failed to remove NFT from favorite
ru: Не удалось удалить NFT из избранного

# removeFromCartText
source: Remove from cart
ru: Убрать из корзины

source: Retry
ru: Повторить

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Shopping cart is empty
ru: Корзина пуста

# shoppingCartUpdate
source: Updating the shopping cart
ru: Обновление корзины

source: Sorting
ru: Сортировка

# splashLoadingComment1
source: Warming up the blockchain
ru: Разогреваем блокчейн

# splashLoadingComment2
source: Exploring the blockchain jungle
ru: Исследуем блокчейн-джунгли

# splashLoadingComment3
source: Counting zeros in the price
ru: Считаем нули в цене

# splashLoadingComment4
source: Constructing the crypto vault
ru: Строим крипто-убежище

# splashLoadingComment5
source: Mining digital gold
ru: Добываем цифровое золото

# splashLoadingComment6
source: Blowing dust off the servers
ru: Сдуваем пыль с серверов

# splashLoadingComment7
source: Explaining NFTs to Grandma
ru: Объясняем бабушке, что такое NFT

# splashLoadingComment8
source: Assembling the collection
ru: Собираем коллекцию

source: Statistics
ru: Статистика

# successPurchase
source: Success! Payment has been completed, congratulations on your purchase
ru: Успех! Оплата прошла, поздравляем с покупкой!

# sureToExit
source: Are you sure to exit?
ru: Уверены, что хотите выйти?

# sureToRemoveObjectFromCart
source: Are you sure to delete object from cart?
ru: Вы уверены, что хотите удалить объект из корзины?

source: To payment
ru: К оплате

source: Updating
ru: Обновление

source: User agreement
ru: Пользовательского соглашения

# websiteField
source: Website
ru: Сайт
